<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Personajes</title>
<style type="text/css">
<!--
body {
	background-color: #000000;
}
.Estilo2 {color: #FFFFFF}
.Estilo3 {color: #FFFF00; }
.Estilo4 {color: #0033CC}
.Estilo5 {color: #0000FF}
.Estilo6 {
	color: #0033FF;
	font-style: italic;
}
.Estilo7 {color: #FF0000; }
.Estilo8 {color: #00FFFF; }
.Estilo9 {color: #FFFFFF; font-style: italic; }
.Estilo10 {color: #FFFF00; font-style: italic; }
.Estilo12 {color: #0033FF}
.Estilo14 {color: #FF0000; font-style: italic; }
.Estilo15 {color: #00FFFF; font-style: italic; }
.Estilo44 {color: #0000FF; font-style: italic; }
.Estilo75 {font-style: italic}
.Estilo93 {font-style: italic}
.Estilo96 {font-style: italic}
.Estilo102 {font-style: italic}
.Estilo104 {font-style: italic}
.Estilo114 {font-style: italic}
.Estilo121 {font-style: italic}
-->
</style>
</head>

<body>
<h1 class="Estilo9">Personajes Relevantes:</h1>
<h2 class="Estilo9">Jack Walten: Jack Walten es un personaje importante en The Walten Files. Fue uno de los fundadores de Bon's Burguers. <br />
    <br />
    <img src="../The Walten Files/BonsBurgersSign.webp" width="382" height="180" />     <img src="../The Walten Files/JackWalten.webp" width="198" /><br />
      <br />
    Historia:<br />
    Jack y Felix Kranken eran buenos amigos a los que se les ocurri&oacute; la idea del restaurante Bon's Burgers. Despu&eacute;s de graduarse de la universidad, se cas&oacute; con Rosemary Walten en 1959 y se convirti&oacute; en el padre de Sophie, Edd y Molly Walten. Desafortunadamente, antes de que abriera el restaurante, Jack desapareci&oacute;. Seg&uacute;n findjackwalten.com, naci&oacute; el 23 de septiembre de 1932.<br />
      <br />
      <img src="../The Walten Files/DeboisHD.webp" width="293" height="252" />      <br />
      <br />
      Apariencia:<br />
Jack parece ser un hombre humano latino est&aacute;ndar, con cabello negro rizado que le llega hasta la barbilla, un leve bigote. Solo aparece en blanco y negro, pero lleva lo que parece ser una camisa negra con una camiseta blanca, una corbata negra, pantalones de vestir negros y zapatos de vestir grises.</h2>
<h2 class="Estilo9">Reubicar Proyecto:</h2>
<h2 class="Estilo9">Se muestra que la cinta inicial intenta eliminar cualquier menci&oacute;n de Jack a lo largo de su duraci&oacute;n. Sin embargo, no tiene &eacute;xito, ya que todav&iacute;a aparece como una anomal&iacute;a. En primer lugar, se ve su nombre tachado en un archivo mientras Little Bon mira a trav&eacute;s de un archivador. Luego, cuando se muestra una escena de 8 bits que representa la reubicaci&oacute;n de los animatr&oacute;nicos en K-9, se ve un sprite de su rostro distorsionado conduciendo el cami&oacute;n en movimiento. Luego, cuando se muestra la mercanc&iacute;a, su rostro se mueve r&aacute;pidamente a trav&eacute;s de la pantalla de televisi&oacute;n en la que est&aacute;n Bon y Sha. Junto con eso, una cinta con el nombre, &quot;La desaparici&oacute;n de Jack Walten&quot; se ve en primer plano. A continuaci&oacute;n, se lo ve muy d&eacute;bilmente en el fondo de la escena que representa el nuevo establecimiento Bon's Burgers. Finalmente, despu&eacute;s de que el narrador describe a F&eacute;lix, se muestra un dibujo en blanco y negro de Jack en una escena completamente negra, antes de que la pantalla se vuelva completamente negra, con una imagen muy tenue del rostro distorsionado de Jack.</h2>
<h2 class="Estilo9">BunnyFarm &amp; Gulty:</h2>
<h2 class="Estilo9">En primer lugar, en la escena inicial del juego, se ve su retrato colgado en la pared izquierda del establecimiento.</h2>
<h2 class="Estilo9">Luego, durante la escena de apertura del minijuego de Banny, su p&oacute;ster perdido se muestra muy brevemente justo antes de que termine la escena. Despu&eacute;s de que Sophie completa el minijuego, se reproduce un registro de audio de Susan Woodings. Despu&eacute;s de mencionar una fiesta de cumplea&ntilde;os, Susan comenta que le resulta extra&ntilde;o que el lugar haya sido abierto a pesar de la desaparici&oacute;n de Jack, y que espera que est&eacute; bien, adem&aacute;s de mencionar que Rosemary estaba preguntando a las personas que trabajan all&iacute; si hab&iacute;an visto a Jack. Mientras se hablaba este di&aacute;logo, se mostraba en pantalla una imagen del rostro de Jack.</h2>
<h2 class="Estilo9">Luego se menciona a Jack en el diario de Linda, que describe cu&aacute;ndo Jack y Rose tuvieron su tercer hijo, Molly, y que &eacute;l y Felix hab&iacute;an presentado su idea de un restaurante a CyberFun Tech. Tambi&eacute;n menciona que F&eacute;lix estaba con Jack en un almac&eacute;n y que tambi&eacute;n le estaba haciendo un favor.</h2>
<h2 class="Estilo9">Luego, despu&eacute;s de que Sophie interact&uacute;a con The Showbear, se desarrolla una escena que muestra un tel&eacute;fono de disco rojo, con texto y di&aacute;logo que muestran una conversaci&oacute;n entre Jack y Felix. Jack le pide a Felix que lleve a Edd y Molly a una fiesta escolar, ya que tanto &eacute;l como Rose estar&aacute;n ocupados. Jack acepta a rega&ntilde;adientes, y Jack le agradece. Despu&eacute;s de que se desarrolle el segmento con la fiesta escolar y el accidente automovil&iacute;stico, regresa a la escena con el mismo tel&eacute;fono rotatorio que antes. El tel&eacute;fono indica que hay varias llamadas perdidas antes de que se reproduzca un mensaje de Jack. Jack, enojado, le dice a Felix que conteste el tel&eacute;fono. Luego le dice que han pasado 3 horas desde que le dijo que llevara a los ni&ntilde;os a casa y que necesita saber d&oacute;nde est&aacute;n. A medida que se desarrolla esta escena, aparece una imagen muy distorsionada del rostro sonriente de Jack.</h2>
<h2 class="Estilo9">En Guilty, Felix menciona a Jack varias veces, pregunt&aacute;ndose con temor qu&eacute; le va a decir a Jack, y que ha sido el mejor amigo que ha tenido.</h2>
<p class="Estilo9">&nbsp;</p>
<h1 class="Estilo10">Felix Kranken:</h1>
<h2 class="Estilo10">Felix A. Kranken es un personaje principal de The Walten Files. Es uno de los cofundadores de Bon's Burgers junto con Jack Walten.</h2>
<p class="Estilo10"><img src="../The Walten Files/A_Nice_Man.webp" width="192" height="374" /> <img src="../The Walten Files/Felix_Franken.webp" width="263" /></p>
<h1 class="Estilo10"><span id="Historia">Historia</span></h1>
<h2 class="Estilo10">Felix y&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Jack_Walten" title="Jack Walten">Jack Walten</a>&nbsp;se conocieron durante la universidad y se hicieron buenos amigos. Alg&uacute;n tiempo despu&eacute;s de graduarse, se casar&iacute;a con una mujer llamada Linda. Desafortunadamente, alrededor de esta &eacute;poca, comenz&oacute; a volverse adicto al alcohol, lo que finalmente llev&oacute; a que su esposa lo abandonara. Esto lleg&oacute; a un punto de ebullici&oacute;n cuando, despu&eacute;s de que Jack le hizo llevar a Edd y Molly a una fiesta escolar, termin&oacute; chocando el auto en el camino a casa debido a su estado de borrachera, lo que provoc&oacute; la muerte de Edd y Molly. Atormentado por la culpa, enterr&oacute; sus cuerpos en el Bosque de Santa Juana. &Eacute;l sabe que trata de encubrir todo lo que puede para tratar de encubrir las muertes de Edd y Molly, y la repentina desaparici&oacute;n de Jack Walten. Despu&eacute;s que desapareciera Jack, F&eacute;lix estaba borracho cuando vio a una mesera joven de 14 a&ntilde;os, a lo cual, lo aprovech&oacute;. F&eacute;lix hab&iacute;a abusado de Jess, una mesera joven qu&eacute; trabajaba para ganar dinero para su universidad, a lo cu&aacute;l, felix la dejo ahi en su oficina Hasta qu&eacute; no est&eacute; borracho. (Todav&iacute;a no se sabe si es canon o no)</h2>
<h1 class="Estilo10"><span id="Apariencia">Apariencia</span></h1>
<h2 class="Estilo10">En su estado normal, parece ser un hombre humano decentemente alto con una cabeza de forma rectangular, cabello corto, casta&ntilde;o al estilo de salmonete y lentes rectangulares. En la continuidad de Welcome to Bon's Burgers, viste ropa gris y tiene un salmonete negro.</h2>
<h2 class="Estilo10">Su yo de dibujos animados se dibuja con una camisa verde con una corbata roja y mangas arremangadas, as&iacute; como pantalones verde oscuro con zapatos marrones. Tiene una nariz que parece una caricatura, ojos simples de puntos que se muestran a trav&eacute;s de sus lentes y cabello casta&ntilde;o.</h2>
<h2 class="Estilo10">El Felix que muestra el ShowBear en BunnyFarm es extremadamente alto, lleva una chaqueta de traje azul oscuro y pantalones con botones blancos. Viste una camisa negra debajo y tiene un par de anteojos, y en la mala escena final, se lo muestra como una m&aacute;scara roja, con un ce&ntilde;o fruncido que llora l&aacute;grimas negras, y como su yo de dibujos animados, pero con un dibujo mucho m&aacute;s. estilo y una expresi&oacute;n muy temerosa y con los ojos llorosos.</h2>
<h1 class="Estilo10"><span id="Personalidad">Personalidad</span></h1>
<h2 class="Estilo10">Se demuestra que Felix es un hombre generalmente bien intencionado, aunque con una adicci&oacute;n al alcohol severa. La adicci&oacute;n era tan mala que su esposa lo abandon&oacute; y no parec&iacute;a importarle mucho conducir en estado de ebriedad.</h2>
<h2 class="Estilo10">En Guilty, se muestra muy arrepentido y entristecido por lo que sucedi&oacute; con los ni&ntilde;os Walten, el anuncio tambi&eacute;n muestra que le tiene un gran miedo a Jack Walten.</h2>
<h1 class="Estilo10"><span id="Cinta_introductoria_de_la_empresa">Cinta introductoria de la empresa</span></h1>
<h2 class="Estilo10">Felix y Jack se muestran en una imagen d&aacute;ndose la mano, junto con un mensaje grabado escrito por los dos. ==</h2>
<h2 class="Estilo10">Si felix kranken de los peores amigos de los amigos porque a el no mas lo presentaban como el fundador de bon's burger's y menos a jack walten y tambi&eacute;n es el causante que le dio las pildoras a sophie eso yo creo XD y tambien se lo demuestra como un asesino por matar a los hijos de su mejor amigo jack por un accidente trafico asi se dice o soy tonto</h2>
<h2 class="Estilo10">Pero para mi felix es el PEOR amigo por matar a molly y a edd por darles las pildoras a sophie y tambien porque jack tambien terminaria desapareciendo y sin dejar rastro, desde el 11 de junio de 1974.</h2>
<p class="Estilo10">&nbsp;</p>
<h1 class="Estilo10"><span class="Estilo4">Sophie Walten:</span></h1>
<h1 class="Estilo10"><span class="Estilo12">Sophie Walten es la hija mayor de&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Jack_Walten" title="Jack Walten">Jack</a>&nbsp;y&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Rosemary" title="Rosemary">Rosemary Walten</a>&nbsp;y posiblemente la protagonis</span><span class="Estilo5">ta principal de The Walten Files. Toma pastillas y parece tener amnesia debido a eso. Alguien ha estado tratando de comunicarse con ella durante mucho tiempo.</span></h1>
<h1 class="Estilo10"><img src="../The Walten Files/SophieNew.webp" width="228" height="266" /></h1>
<h1 class="Estilo6"><span id="Apariencia">Apariencia</span></h1>
<h2 class="Estilo6">Sophie es una mujer adulta joven que viste una chaqueta azul y blanca con el nombre de su ciudad, Brighton, y una 82, que hace referencia al a&ntilde;o 1982. Su cabello es un poco m&aacute;s largo que el largo de la barbilla, marr&oacute;n y rizado. Tiene un lunar debajo del ojo derecho.</h2>
<h1 class="Estilo6"><span id="Cinta_introductoria_de_la_empresa">Cinta introductoria de la empresa</span></h1>
<h2 class="Estilo6">Se la muestra brevemente en el mismo estilo caricaturesco que The Little Showstoppers justo al final del segmento de Little Bon's Neighborhood. Se la muestra vistiendo un uniforme de BSI y encendiendo un f&oacute;sforo, con Bon apareciendo justo detr&aacute;s de ella. Esto tambi&eacute;n parece implicar que ella era una ex asociada de BSI. Tambi&eacute;n se la menciona m&aacute;s tarde cuando Brian Stells habla de su muerte. Brian dice &quot;&Eacute;l pens&oacute; que yo era ella&quot;, probablemente refiri&eacute;ndose a que Bon lo confundi&oacute; con Sophie.</h2>
<h1 class="Estilo6"><span id="Eres_afortunado">Eres afortunado</span></h1>
<h1 class="Estilo6">Aunque no aparece, se la menciona en las im&aacute;genes con el mantra &quot;Seguridad en las pastillas, Sophie&quot;.</h1>
<h1 class="Estilo6"><span id="Comercial">Comercial</span></h1>
<h2 class="Estilo6">El dise&ntilde;o original de Sophie aparece brevemente en el episodio teaser de TWF 3.</h2>
<h1 class="Estilo6"><span id="BunnyFarm">BunnyFarm</span></h1>
<h2><em><span class="Estilo12">Finalmente aparece directamente en Bunnyfarm. Despu&eacute;s de que su novia Jenny Letterson le muestra el juego de arcade, decide jugar. Despu&eacute;s de un tiempo, cuando el juego ha fallado por completo debido a que las v&iacute;ctimas de Bon intentaron comunicarse con ella, ella expresa que muchas de las personas que se muestran en el juego le parecen familiares y, a pesar de pensar que profundizar m&aacute;s ser&iacute;a una mala idea, ella sigue adelante y progresa en el juego, y finalmente se entera de la muerte de sus hermanos, Edd y Molly.</span></em></h2>
<p>&nbsp;</p>
<h1 class="Estilo14">Edd:</h1>
<h2 class="Estilo14">Edd es el hermano menor de&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Sophie" title="Sophie">Sophie Walten</a>&nbsp;y el hijo de&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Jack_Walten" title="Jack Walten">Jack</a>&nbsp;y&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Rosemary" title="Rosemary">Rosemary</a>. Siempre llevan consigo un mu&ntilde;eco Rocket Bunny y, en trabajos anteriores, se le retrate como una figura roja</h2>
<h1 class="Estilo14"><span id="Apariciones">Apariciones</span></h1>
<h2 class="Estilo14">Edd es un peque&ntilde;o de cabello casta&ntilde;o y piel blanca. El cabello de Edd es un poco largo y liso, mientras que el de Molly es m&aacute;s corto y desgre&ntilde;ado. Edd viste una camisa de vestir amarilla de manga corta con pantalones cortos marrones y zapatos negros.</h2>
<h1 class="Estilo14"><span id="The_mysterious_house">The mysterious house</span></h1>
<h2 class="Estilo14">Aparecen como dos figuras rojas en un retrato de fondo cuando Duckie y Tammy entran por primera vez a la casa.</h2>
<h1 class="Estilo14"><span id="BunnyFarm">BunnyFarm</span></h1>
<h2 class="Estilo14">Al comienzo de BunnyFarm, aparecen en el fondo teletransport&aacute;ndose y vuelven a aparecer en el segmento de ShowBear. Durante este segmento, el sprite de Bon se intercambia por las dos figuras rojas. Durante esto, se muestra que Felix tuvo que llevar a los dos a una fiesta escolar debido a que Jack y Rosemary estaban ocupados. F&eacute;lix tard&oacute; muchas horas en recogerlos de la fiesta mientras beb&iacute;a. En su estado de ebriedad, lleva a los ni&ntilde;os en el auto, quienes le advierten que beber es malo. &Eacute;l ignora sus preocupaciones y choca el auto accidentalmente. Felix los enterr&oacute; en el bosque cerca del accidente. Est&aacute; impl&iacute;cito que pasaron a poseer a Rocket. Seg&uacute;n Showbear, esta no es la explicaci&oacute;n completa.</h2>
<p class="Estilo14">&nbsp;</p>
<h1 class="Estilo14">Molly:</h1>
<h2 class="Estilo14">Molly Walten era la hija de&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Jack_Walten" title="Jack Walten">Jack Walten</a>&nbsp;y&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Rosemary" title="Rosemary">Rosemary Walten</a>, y la hermana menor de&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Edd" title="Edd">Edd</a>&nbsp;y&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Sophie" title="Sophie">Sophie</a>&nbsp;.</h2>
<h1 class="Estilo14"> <span id="Descripci&oacute;n">Descripci&oacute;n</span></h1>
<h2 class="Estilo14">Molly naci&oacute; el 22 de agosto de 1965 y parece haber tenido una infancia bastante feliz y sencilla. El amigo m&aacute;s confiable de su padre, Felix Kranken, les construy&oacute; a ella y a su hermano una mu&ntilde;eca animatr&oacute;nica de conejo gris llamada Rocket, y parece que Molly era la que m&aacute;s se apegaba a ella.</h2>
<h2 class="Estilo14">El 2 de mayo de 1974, Molly y&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Edd" title="Edd">su hermano</a>&nbsp;fueron recogidos de una fiesta escolar por&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Felix_Kranken" title="Felix Kranken">Felix Kranken</a>, debido al hecho de que Rosemary tuvo que llevar a Sophie al dentista y su padre estaba ocupado en el trabajo. F&eacute;lix, un alcoh&oacute;lico severo, bebi&oacute; en la fiesta, y cuando los tres conduc&iacute;an a casa, F&eacute;lix estrell&oacute; el auto debido a su estado de ebriedad. Tanto Molly como&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Edd" title="Edd">su hermano</a>&nbsp;murieron en el accidente, y F&eacute;lix, presa del p&aacute;nico y a&uacute;n ebrio, los enterr&oacute; a ambos en el bosque cerca del &aacute;rea del accidente. Sin que Felix lo supiera, Molly y Edd pose&iacute;an la mu&ntilde;eca Rocket, como lo demuestra el hecho de que Bunnyfarm implica en gran medida que los esp&iacute;ritus de ambos ni&ntilde;os se est&aacute;n comunicando con su&nbsp;<a href="https://thewaltenfiles.fandom.com/es/wiki/Sophie" title="Sophie">hermana mayor</a>&nbsp;a trav&eacute;s del Juego Bunnyfarm. Se dec&iacute;a que Molly ten&iacute;a nueve a&ntilde;os cuando muri&oacute;.</h2>
<h2 class="Estilo14">Antes de que Molly y su hermano fueran presentados, fueron objeto de burlas en algunos trailers y videos secretos, representados como dos figuras de palos rojos, que es un marcador de posici&oacute;n com&uacute;n que se usa para ellos en el video de Bunnyfarm.</h2>
<h2 class="Estilo14"><br />
</h2>
<h1 class="Estilo14"><span id="Apariencia">Apariencia</span></h1>
<h2 class="Estilo14">En Bunnyfarm, Molly tiene el pelo casta&ntilde;o corto atado en coletas, piel te&ntilde;ida de amarillo y ojos aparentemente negros. Lleva una camisa rosa de manga larga, zapatos rojos y un mono rojo con la letra M bordada en el bolsillo delantero. Su apariencia en el video es aparentemente deformada y confusa (similar a la mayor&iacute;a de los personajes que se muestran en esta secuencia de flashback espec&iacute;fica) casi se asemeja al dibujo de un ni&ntilde;o, con brazos mal proporcionados, rasgos faciales extra&ntilde;os y pesta&ntilde;as exageradas.</h2>
<h2 class="Estilo14">Antes de ser nombrada, ella y su hermano aparec&iacute;an como figuras completamente te&ntilde;idas de rojo con pocos o ning&uacute;n rasgo facial.</h2>
<p class="Estilo14"><img src="../The Walten Files/Redchildren.webp" width="390" height="179" /></p>
<h1 class="Estilo14"><span id="The_Red_Sister">The Red Sister</span></h1>
<h2 class="Estilo14">Aunque se muestra su cuerpo, est&aacute; cubierto por un tono rojo y, por lo tanto, se muestran menos caracter&iacute;sticas.</h2>
<p class="Estilo14">&nbsp;</p>
<h1 class="Estilo15">RoseMary:</h1>
<h2 class="Estilo15">No hay tanta informaci&oacute;n acerca de la esposa de Jack Walten, solo sabemos que muri&oacute; por Bon y poseeyendo a Sha.</h2>
<h1 class="Estilo15">Foto:</h1>
<p class="Estilo15"><img src="../The Walten Files/Rosemaryface.webp" width="256" height="228" /></p>
<p class="Estilo14">&nbsp;</p>
<h1 class="Estilo9">Tabla De Informaci&oacute;n Adicional De Los Personajes:</h1>
<p class="Estilo9">&nbsp;</p>
<h2 class="Estilo9">Jack Walten: </h2>
<table width="437" height="163" border="1">
  <tr>
    <td width="64" bgcolor="#F0F0F0"><em>Familiares:</em></td>
    <td width="116" class="Estilo75"><p class="Estilo2">RoseMary(esposa)</p>
    <p class="Estilo2">Sophie(hija mayor)</p>
    <p class="Estilo2">Edd(hijo mediano)</p>
    <p class="Estilo2">Molly(hija menor)  </p></td>
    <td width="47" bgcolor="#FFFFFF"><em>Descripci&oacute;n F&iacute;sica </em></td>
    <td width="125"><em><span class="Estilo2">Humano</span>,<span class="Estilo2">Masculino, 6'2 </span></em></td>
  </tr>
  <tr>
    <td bordercolor="#FFFFFF" bgcolor="#FFFFFF"><em>Estado Civil </em></td>
    <td><em><span class="Estilo2">Casado con Rosemary </span></em></td>
    <td bgcolor="#FFFFFF"><em>Estado</em></td>
    <td><em><span class="Estilo2">vivo, desaparecido(ultima ves visto el 11 de junio de 1974) </span></em></td>
  </tr>
</table>
 <h2 class="Estilo10">Felix Kranken:</h2>
<table width="261" height="163" border="1">
  <tr>
    <td bgcolor="#FFFF00"><em>Familiares</em></td>
    <td><em><span class="Estilo3">Linda Thompson(ex esposa) </span></em></td>
    <td bgcolor="#FFFF00"><em>Estado civil </em></td>
    <td><em><span class="Estilo3">Divorciado(se divorcio de su ex esposa, ya que se estaba haciendo adicto al alcohol. </span></em></td>
    <td bgcolor="#FFFF00"><em>Fecha de muerte </em></td>
    <td bgcolor="#000000"><em><span class="Estilo3">Desconocido</span>o</em></td>
  </tr>
  <tr>
    <td bgcolor="#FFFF00"><em>Estado</em></td>
    <td class="Estilo93"><p class="Estilo3">poco claro(twf)</p>
    <p class="Estilo3">fallecido(wtbb)</p></td>
    <td bgcolor="#FFFF00"><em>Fecha de nacimiento </em></td>
    <td><em><span class="Estilo3">Desconocido</span></em></td>
    <td bgcolor="#FFFF00"><em>Descripci&oacute;n F&iacute;sica </em></td>
    <td bgcolor="#000000" class="Estilo96"><p class="Estilo3">Genero: Masculino</p>
    <p class="Estilo3">Especie:Humano</p>
    <p class="Estilo3">Altura:Desconocido </p></td>
  </tr>
</table>
<h2 class="Estilo44">Sophie:</h2>
<table width="400" height="153" border="1">
  <tr>
    <td bgcolor="#0033FF"><em>Lugar de nacimiento </em></td>
    <td><em><span class="Estilo12">Brighton, Michigan </span></em></td>
    <td bgcolor="#0033FF"><em>Descripci&oacute;n F&iacute;sica </em></td>
    <td class="Estilo102"><p class="Estilo12">Especie: Humano</p>
    <p class="Estilo12">Genero: Femenino</p>
    <p class="Estilo12">Altura: Desconocido  </p></td>
  </tr>
  <tr>
    <td width="68" bgcolor="#0033FF"><em>Familiares</em></td>
    <td width="112" class="Estilo104"><p><span class="Estilo5">Jack</span> <span class="Estilo5">walten(padre)</span></p>
    <p class="Estilo12">RoseMary(madre)</p>
    <p class="Estilo12">Edd(hermano menor)</p>
    <p class="Estilo12">Molly(hermana menor)  </p></td>
    <td width="76" bgcolor="#0033FF"><em>Estado Civil </em></td>
    <td width="116"><em><span class="Estilo12">Pareja con Jenny Letterson</span> </em></td>
  </tr>
  <tr>
    <td bgcolor="#0033FF"><em>Estado</em></td>
    <td><em><span class="Estilo12">Viva</span></em></td>
    <td bgcolor="#0033FF"><em>Fecha de nacimiento </em></td>
    <td><em><span class="Estilo12">1960</span></em></td>
  </tr>
</table>
<p class="Estilo44">&nbsp;</p>
<p class="Estilo44">&nbsp;</p>
<h2 class="Estilo14">Edd y Molly:</h2>
<table width="230" height="105" border="1">
  <tr>
    <td bgcolor="#FF0000"><em>Familiares</em></td>
    <td class="Estilo114"><p class="Estilo7">Jack Walten(padre)</p>
    <p class="Estilo7">RoseMary(madre)</p>
    <p class="Estilo7">Sophie(hermana mayor)  </p></td>
  </tr>
  <tr>
    <td bgcolor="#FF0000"><em>Estados</em></td>
    <td><em><span class="Estilo7">Fallecidos(asesinados por un accidente automovilistico por F&eacute;lix Kranken mientras estaba borracho) </span></em></td>
  </tr>
</table>
<h2 class="Estilo15">RoseMary:</h2>
<table width="224" border="1">
  <tr>
    <td width="61" bgcolor="#00FFFF"><em>Familiares</em></td>
    <td width="147" class="Estilo121"><p class="Estilo8">Jack Walten(esposo)</p>
    <p class="Estilo8">Sophie(hija mayor)</p>
    <p class="Estilo8">Edd(hijo mediano)</p>
    <p class="Estilo8">Molly(hija menor)  </p></td>
  </tr>
  <tr>
    <td bgcolor="#00FFFF"><em>Estado</em></td>
    <td><em><span class="Estilo8">Fallecida(asesinada por bon y poseeyendo a Sha) </span></em></td>
  </tr>
</table>
<p align="right"><a href="index.html"><img src="../The Walten Files/images.png" width="137" height="113" border="0" /></a></p>
<p>&nbsp;</p>
<p class="Estilo8">&nbsp;</p>
<p align="right">&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>RoseMary</p>
<p class="Estilo7">&nbsp;</p>
<p class="Estilo5">&nbsp;</p>
<p class="Estilo5">&nbsp;</p>
<p class="Estilo3">&nbsp;</p>
<p class="Estilo2">&nbsp;</p>
<p class="Estilo7">&nbsp;</p>
<p class="Estilo7">&nbsp; </p>
<p class="Estilo7">&nbsp; </p>
<p class="Estilo7">&nbsp;</p>
<p class="Estilo7">&nbsp;</p>
<p class="Estilo7">&nbsp;</p>
<p class="Estilo7">&nbsp; </p>
<p><br />
  <br />
</p>
</body>

</html>
